Repository: Khmelyauskas-Alexander-Eduardovich/recorder
Catalog: po/*.po
Languages: eo, hu, nl

source: Very Low Quality
eo: Tre malalta kvalito
hu: Nagyon alacsony minőség
nl: Erg lage kwaliteit

source: Low Quality
eo: Malalta kvalito
hu: Alacsony minőség
nl: Lage kwaliteit

source: %1 (default)
eo: %1 (defaŭlto)
hu: %1 (alapértelmezés)
nl: %1 (standaard)

source: Normal Quality
eo: Normala kvalito
hu: Normál minőség
nl: Normale kwaliteit

source: High Quality
eo: Alta kvalito
hu: Magas minőség
nl: Hoge kwaliteit

source: Very High Quality
eo: Tre alta kvalito
hu: Nagyon magas minőség
nl: Erg hoge kwaliteit

source: Constant Quality
eo: Konstanta kvalito
hu: Állandó minőség
nl: Constante kwaliteit

source: Constant Bitrate
eo: Konstanta bitkvanto
hu: Állandó bitsebesség
nl: Constante bitsnelheid

source: (Reset your settings will fix this.)
eo: (Restarigi viajn agordojn korektos tion.)
hu: (A beállítások visszaállítása alapértelmezettre megoldhatja ezt.)
nl: (op te lossen door de standaardwaarden te herstellen)

source: About
eo: Pri
hu: Névjegy
nl: Over

source: Support
eo: Subteno
hu: Támogatás
nl: Ondersteuning

source: Recorder
eo: Registrilo
hu: Rögzítő
nl: Audiorecorder

source: Version %1
eo: Versio %1
hu: Verzió: %1
nl: Versie %1

source: Audio Recorder for Ubuntu.
eo: Audio Registrilo por Ubuntu.
hu: Audiofelvevő Ubuntuhoz
nl: Audio-opname-app voor Ubuntu.

source: Released under the terms of the <a href="https://github.com/dawndiy/recorder/blob/master/LICENSE">GNU GPL v3</a>
eo: Liberigita sub la kondiĉoj de la <a href="https://github.com/dawndiy/recorder/blob/master/LICENSE">GNU GPL v3</a>
hu: A <a href="https://github.com/dawndiy/recorder/blob/master/LICENSE">GNU GPL v3</a> licenc feltételei alatt kiadva
nl: Uitgebracht onder de voorwaarden van de <a href="https://github.com/dawndiy/recorder/blob/master/LICENSE">GNU GPL v3</a>

source: Donate
eo: Donacu
hu: Adományozás
nl: Doneren

source: Resources
eo: Rimedoj
hu: Források
nl: Bronnen

source: Translations
eo: Tradukoj
hu: Fordítások
nl: Vertalingen

source: Icon
eo: Ikono
hu: Ikon
nl: Pictogram

source: Translators
nl: Vertalers

source: Developers
eo: Programistoj
hu: Fejlesztők
nl: Ontwikkelaars

source: Maintainer
nl: Beheerder

source: Please donate if you like this App. :)
eo: Bonvolu, donaci se vi ŝatas tiun ĉi programon. :)
hu: Kérem támogasson, ha tetszik az alkalmazás. :)
nl: Doe een donatie als je deze app graag gebruikt. :)

source: Records
eo: Registroj
hu: Felvételek
nl: Opnames

source: Settings
eo: Agordoj
hu: Beállítások
nl: Instellingen

source: Share
nl: Delen

source: Please load or create a recording first.
nl: Maak eerst een opname of laad een bestaande.

source: Record is saved in %1
eo: Registro estas savita en %1
hu: A felvétel elmentve: %1
nl: De opname is opgeslagen in %1

source: Skip
eo: Preterpasi
hu: Kihagyás
nl: Overslaan

source: Simple recording
nl: Opnemen is eenvoudig

source: 1. Record button to start recording. 2. Play button to play recording. 3. Stop button to stop recording or play.
eo: 1. Rekordbutono por komenci registrado. 2. Ludbutono por ludi registrado. 3. Haltbutono por halti registradon aŭ ludi.
hu: 1. A felvétel gombbal indíthatja a felvételt 2. A lejátszás gombbal indíthatja a felvétel lejátszását 3. A megállítás gomb megállítja a felvételt vagy a lejátszást
nl: 1. Druk op de opnameknop om de opname te starten. 2. Druk op de afspeelknop om de opname te beluisteren. 3. Druk op de stopknop om het opnemen of afspelen te stoppen.

source: Rich set of options
eo: Riĉa aro de ebloj
hu: Számos beállítási lehetőség
nl: Vele mogelijkheden

source: 1. Reset action to restore the default settings. 2. Expand more advanced settings.
eo: 1. Reŝargu agon por restarigi la defaŭltajn agordojn. 2. Pliampleksigu pli por altnivelaj agordoj.
hu: 1. Beállítások visszaállítása az alapértelmezett értékekre 2. Haladó beállítások
nl: 1. Druk op 'Standaardwaarden' om de instellingen te herstellen. 2. Klap uit om geavanceerde instellingen te tonen.

source: Easy-to-use recorded file list
eo: Facila uzado de registrita dosierlisto
hu: Könnyen használható felvétel lista
nl: Eenvoudig te gebruiken opnamelijst

source: 1. Rename recorded file. 2. Check out recording informations. 3. Delete recorded file. 4. Click item to play recording directly.
eo: 1. Alinomu registritan dosieron. 2. Kontrolu registradinformojn. 3. Forigu registritan dosieron. 4. Klaku elementon por ludi registradon rekte.
hu: 1. Felvétel átnevezése 2. Felvételinformációk 3. Felvétel törlése 4. Felvétel közvetlen lejátszása
nl: 1. Wijzig de naam van het opnamebestand. 2. Bekijk gedetailleerde opname-informatie. 3. Verwijder het opnamebestand. 4. Druk op een opname om deze af te spelen.

source: Start
eo: Startigi
hu: Indítás
nl: Aan de slag

source: Export Records
eo: Eksporti registrojn
hu: Felvételek exportálása
nl: Opnames exporteren

source: Back
eo: Reen
hu: Vissza
nl: Vorige

source: Close
eo: Fermi
hu: Bezárás
nl: Sluiten

source: Search
eo: Serĉi
hu: Keresés
nl: Zoeken

source: Sorting
eo: Ordigado
hu: Rendezés
nl: Sortering

source: Search...
eo: Serĉi...
hu: Keresés…
nl: Zoeken...

source: No records
eo: Neniuj registroj
hu: Nincs felvétel
nl: Geen opnames

source: Delete
eo: Forviŝi
hu: Törlés
nl: Verwijderen

source: %1 has been deleted.
eo: %1 estas forviŝita.
hu: %1 törölve
nl: %1 is verwijderd.

source: Rename
eo: Renomigi
hu: Átnevezés
nl: Naam wijzigen

source: Info
eo: Informaĵo
hu: Információ
nl: Informatie

source: Record Information
eo: Informo pri registrado
hu: Felvételinformáció
nl: Opname-informatie

source: <b>Name</b>: %1
eo: <b>Nomo</b>: %1
hu: <b>Név</b>: %1
nl: <b>Naam</b>: %1

source: <b>Type</b>: %1
eo: <b>Tipo</b>: %1
hu: <b>Típus</b>: %1
nl: <b>Soort</b>: %1

source: <b>Size</b>: %1 (%2 B)
eo: <b>Grandeco</b>: %1 (%2 B)
hu: <b>Méret</b>: %1 (%2 B)
nl: <b>Grootte</b>: %1 (%2 B)

source: <b>Location</b>: %1
eo: <b>Loko</b>: %1
hu: <b>Hely</b>: %1
nl: <b>Locatie</b>: %1

source: <b>Accessed</b>: %1
eo: <b>Alirita</b>: %1
hu: <b>Elérés</b>: %1
nl: <b>Geopend op</b>: %1

source: <b>Modified</b>: %1
eo: <b>Modifita</b>: %1
hu: <b>Módosítás</b>: %1
nl: <b>Aangepast op</b>: %1

source: Rename Record File
eo: Renomi registro-arkivon
hu: Felvétel átnevezése
nl: Bestandsnaam wijzigen

source: Please enter a new file name.
eo: Bonvolu, entajpi novan arkivnomon.
hu: Adja meg az új nevet
nl: Voer een nieuwe bestandsnaam in.

source: Save
eo: Savi
hu: Mentés
nl: Opslaan

source: Cancel
eo: Nuligi
hu: Mégse
nl: Annuleren

source: Sort by
eo: Ordigi laŭ
hu: Rendezési feltétel
nl: Sorteren op

source: Unsorted (default)
eo: Neordigita (defaŭlte)
hu: Nincs (alapértelmezett)
nl: Ongesorteerd (standaard)

source: File name (ascending)
eo: Arkivnomo (supreniranta)
hu: ABC sorrend
nl: Bestandsnaam (oplopend)

source: File name (descending)
eo: Arkivnomo (subeniranta)
hu: ABC sorrend (visszafelé)
nl: Bestandsnaam (aflopend)

source: Time modified (newest first)
eo: Modifita tempo (plejnova unue)
hu: Módosítás ideje (újak először)
nl: Aangepast (nieuwste eerst)

source: Time modified (oldest first)
eo: Modifita tempo (malplejnova unue)
hu: Módosítás ideje (régiek először)
nl: Aangepast (oudste eerst)

source: Size (ascending)
eo: Grandeco (supreniranta)
hu: Méret (növekvő)
nl: Grootte (oplopend)

source: Size (descending)
eo: Grandeco (subeniranta)
hu: Méret (csökkenő)
nl: Grootte (aflopend)

source: Do you want delete %1 ?
eo: Ĉu vi volas forviŝi %1?
hu: Törölni szeretné ezt: %1 ?
nl: Wil je %1 verwijderen?

source: Advanced Settings
eo: Spertaj agordoj
hu: Haladó beállítások
nl: Geavanceerde instellingen

source: Reset
eo: Reagordigi
hu: Visszaállítás
nl: Standaardwaarden

source: All settings have been reset.
eo: Ĉiuj agordoj estas reagordigita.
hu: Minden beállítás visszaállítva az alapértelmezett értékre.
nl: Alle instellingen zijn hersteld.

source: General Settings
eo: Ĝeneralaj agordoj
hu: Általános beállítások
nl: Algemene instellingen

source: Keep screen on
eo: Konservi la ekranon lumigita
hu: Kijelző ébrentartása
nl: Scherm niet uitschakelen

source: Show sound wave
eo: Montri sonondo
hu: Hanghullám megjelenítése
nl: Geluidsbalk tonen

source: Microphone volume
eo: Volumo el la mikrofono
hu: Mikrofon hangereje
nl: Microfoonvolume

source: Record Quality
eo: Kvaliteco el la registrado
hu: Felvétel minősége
nl: Opnamekwaliteit

source: Channels
eo: Kanaloj
hu: Csatornák
nl: Aantal kanalen

source: Encoding Mode
eo: Kodprezenta reĝimo
hu: Kódolási mód
nl: Encoderingsmodus

source: Encoding Quality
eo: Kodprezenta kvaliteco
hu: Kódolási minőség
nl: Encoderingskwaliteit

source: Bitrate
eo: Bitkvanto
hu: Bitsebesség
nl: Bitsnelheid

source: Do you want reset settings?
eo: Ĉu vi volas reagordi agordojn?
hu: Szeretné visszaállítani a beállításokat?
nl: Weet je het zeker?

source: Share with
nl: Delen met

source: Bugs
eo: Eraroj
hu: Hibák

source: Contact
eo: Kontakto
hu: Kapcsolat

source: OK
eo: Bone

source: Audio Codec
eo: Sonkodeko
hu: Hangkodek
